Repository: CreativForm/woocommerce-serbian
Catalog: templates/storefront/languages/latin/storefront-*.po
Languages: sr_rs

source: Storefront is the perfect theme for your next WooCommerce project. Designed and developed by WooCommerce Core developers, it features a bespoke integration with WooCommerce itself plus many of the most popular customer facing WooCommerce extensions. There are several layout & color options to personalise your shop, multiple widget regions, a responsive design and much more. Developers will love it's lean and extensible codebase making it a joy to customize and extend. Looking for a WooCommerce theme? Look no further!
sr_rs: Storefront je savršena tema za Vaš sledeći WooCommerce projekat. Dizajnirana i izgrađena od strane WooCommerce Core programera, ona poseduje besprekornu integraciju sa samim WooCommerce-om, ali i sa mnogim najpopularnijim WooCommerce ekstenzijama za interakciju sa kupcima. Postoji nekoliko opcija za raspored sadržaja i opcijom boja koje omogućavaju personalizaciju Vaše radnje, višestruka vidžet područja, responzivan dizajn i još mnogo toga. Programerima će se svideti zbog jednostavne i proširiva baza podataka, koja će im doneti užitak prilikom prilagođavanja i proširenja. U potrazi ste za WooCommerce temom? Upravo ste je pronašli!

source: Built with Storefront &amp; WooCommerce
sr_rs: Izgrađeno sa Storefront &amp; WooCommerce

source: WooCommerce - The Best eCommerce Platform for WordPress
sr_rs: WooCommerce - Najbolja eCommerce platforma za Vordpres

source: Organize your menus by adding Pages, Categories, Tags, and Custom Links.
sr_rs: Organizujte vaše izbornike dodavanjem stranica, kategorija, oznaka i prilagođenih veza.

source: Customize your navigation menus
sr_rs: Prilagodite vaše navigacione izbornike

source: Post Navigation
sr_rs: Navigacija članaka

source: Comment Navigation Below
sr_rs: Navigacija komentara ispod

source: Comment Navigation Above
sr_rs: Navigacija komentara iznad

source: Post Comments
sr_rs: Komentari članka

source: Promoted Products
sr_rs: Promovisani proizvodi

source: Activated
sr_rs: Aktivirano

source: Best Selling Products
sr_rs: Najprodavaniji proizvodi

source: On Sale Products
sr_rs: Proizvodi na popustu

source: Edit this section
sr_rs: Uredite ovu sekciju

source: Vneck Tshirt
sr_rs: V-izraz majica

source: Tshirt
sr_rs: Majica

source: Long Sleeve Tee
sr_rs: Majica dugih rukava

source: Hoodie
sr_rs: Dukser

source: Hoodie with Zipper
sr_rs: Dukser sa rajsferšlusom

source: Hoodie with Pocket
sr_rs: Dukser sa džepom

source: Hoodie with Logo
sr_rs: Dukser sa logom

source: Sunglasses
sr_rs: Naočare za sunce

source: Cap
sr_rs: Kačket

source: Belt
sr_rs: Kaiš

source: Beanie
sr_rs: Kapa

source: Tshirts
sr_rs: Majice

source: Hoodies
sr_rs: Dukseri

source: A short category description
sr_rs: Kratak opis kategorije

source: Accessories
sr_rs: Aksesoari

source: This is a page with some basic contact information, such as an address and phone number. You might also try a plugin to add a contact form.
sr_rs: Na ovoj stranici nalaze se neke osonovne kontakt informacije, kao što su adresa i broj telefona. Možda biste želeli da putem dodatka dodate kontakt formu.

source: Contact
sr_rs: Kontakt

source: You might be an artist who would like to introduce yourself and your work here or maybe you&rsquo;re a business with a mission to describe.
sr_rs: Možda ste umetnik koji želi predstaviti sebe i svoje radove ovde ili možda ste biznismen sa misijom koju želite da predstavite.

source: About
sr_rs: Informacije

source: This is your homepage which is what most visitors will see when they first visit your shop.%sYou can change this text by editing the "Welcome" page via the "Pages" menu in your dashboard.
sr_rs: Ovo je vaša naslovna strana koju će većina posetilaca prvo videti kada posete vašu radnju. %sMožete promeniti ovaj tekst uređivanjem "Dobrodošli" stranice u meniju "Strane" na vašoj kontrolnoj tabli.

source: Welcome
sr_rs: Dobro došli

source: Done
sr_rs: Završeno

source: All set! Remember to %ssave & publish%s your changes when you're done.%sYou can return to your dashboard by clicking the X in the top left corner.
sr_rs: Sve je postavnjeno! Zapamtite da %ssačuvate i objavite%s vaše promene kada završite. %sMožete se vratiti na kontrolnu tablu klikom na X u gornjem levom uglu.

source: Choose colors for your button backgrounds and text. Once again, brand colors are good choices here.
sr_rs: Odaberite boje za pozadinu dugmeta i teksta. Napominjemo, boje brenda su dobar odabir.

source: Color your buttons
sr_rs: Obojite svoje dugmiće

source: In the typography panel you can specify an accent color which will be applied to things like links and star ratings. We recommend using your brand color for this setting.
sr_rs: U panelu Tipografija možete odrediti primarnu boju koja će se primeniti na objekte kao što su linkovi i ocene zvezdicama. Preporučujemo upotrebu brend boje za ovu postavku.

source: Choose your accent color
sr_rs: Odaberite primarnu boju

source: Open the Site Identity Panel, then click the 'Select Logo' button to upload your logo.
sr_rs: Otvorite "Identitet veb mesta" u Prilagođivaču, zatim kliknite na "Izaberi logotip" dugme kako biste postavili Vaš logo.

source: Here you can control the overall look and feel of your store.%sTo get started, let's add your logo
sr_rs: Ovde možete kontrolisati celokupni izgled vaše radnje.%sZa početak, dodajmo vaš logo

source: Welcome to the Customizer
sr_rs: Dobrodošli u Prilagođavač

source: Skip this step
sr_rs: Preskoči ovaj korak

source: No thanks, skip the tour
sr_rs: Ne hvala, preskoči tutorijal

source: Let's go!
sr_rs: Započnimo!

source: Add example products
sr_rs: Dodaj demo proizvode

source: Create a homepage using Storefront's homepage template
sr_rs: Kreiraj naslovnu stranu koristeći Storefront šablon za naslovnu stranu.

source: Apply the Storefront homepage template
sr_rs: Primeni Storefront šablon za naslovnu stranu.

source: You've set up WooCommerce, now it's time to give it some style! Let's get started by entering the Customizer and adding your logo.
sr_rs: Postavili ste WooCommerce, sada je vreme da mu dodamo malo stila! Započnimo prelaskom u Prilagođavač i dodavanjem Vašeg logoa.

source: Before you add your first product let's design your store. We'll add some example products for you. When you're ready let's get started by adding your logo.
sr_rs: Pre nego što dodate Vaš prvi proizvod, hajde da dizajniramo Vašu radnju. Dodaćemo neke demo proizvode za Vas. Kada budete spremni, započnimo dodavanjem Vašeg logoa.

source: Design your store 🎨
sr_rs: Uredite Vašu prodavnicu 🎨

source: Activate WooCommerce
sr_rs: Uključi WooCommerce

source: WooCommerce activated
sr_rs: WooCommerce je uključen

source: To enable eCommerce features you need to install the WooCommerce plugin.
sr_rs: Da biste omogućili karakteristike eCommerce-a morate da postavite WooCommerce dodatak.

source: Thanks for installing Storefront, you rock! 🤘
sr_rs: Hvala što ste postavili Storefront, strava ste! 🤘

source: Widgets added here will appear in column %1$d of footer row %2$d.
sr_rs: Vidžeti dodani ovde će se pojaviti u koloni %1$d u redu %2$d podnožja.

source: Footer Row %1$d - Column %2$d
sr_rs: Podnožje red %1$d - kolona %2$d

source: Widgets added here will appear in column %1$d of the footer.
sr_rs: Vidžeti dodani ovde će se pojaviti u koloni %1$d podnožja.

source: Footer Column %1$d
sr_rs: Zaglavlje kolona %1$d

source: Learn more
sr_rs: Saznajte više

source: Install now
sr_rs: Postavite sada

source: Check 'em out
sr_rs: Pogledajte ih

source: Of course they are all fully compatible with each Storefront extension.
sr_rs: Naravno da su potpuno kompatibilni sa svakom Storefront ekstenzijom.

source: Each has been designed to serve a different industry - from fashion to food.
sr_rs: Svaka je dizajnirana da služi drugačijoj industriji - od mode do hrane.

source: Quickly and easily transform your shops appearance with Storefront child themes.
sr_rs: Brzo i jednostavno transformišite izgled vaše radnje sa Storefront pod-temama.

source: Alternate designs
sr_rs: Alternativni dizajn

source: Read more and purchase
sr_rs: Saznajte više i naručite

source: Make it yours without touching code with the Storefront Extensions bundle. Express yourself, optimize conversions, delight customers.
sr_rs: Učinite je Vašom bez petljanja po kodu sa Storefront paketom ekstenzija. Izrazite se, optimizujte konverzije, oduševite kupce.

source: All the tools you'll need to define your style and customize Storefront.
sr_rs: Svi alati koji će Vam trebati za definisanje Vašeg stila i prilagođavanja Storefront teme.

source: Storefront Extensions Bundle
sr_rs: Storefront paket ekstenzija

source: Increase conversions by adding a sticky add-to-cart button to all your product pages so that folks can always add to cart, regardless of how far they scroll down the page.
sr_rs: Povećajte konverzije dodajući lepljivo dodaj-u-korpu dugme na svim vašim stranicama sa proizvodima, tako da posetioci uvek mogu dodati u korpu, bez obzira na to koliko daleko skroluju stranicu ka dole.

source: Sticky add to cart
sr_rs: Lepljivo dodaj u korpu

source: Enable your visitors to market your products on your behalf! Add social icons to your product pages allowing guests to share your products on their favorite social networks.
sr_rs: Omogućite vašim posetiocima reklamiranje vaših proizvoda u vaše ime! Dodajte ikone društvenih mreža na stranice proizvoda, dopuštajući posetiocima da dele vaše proizvode na njihovim omiljenim društvenim mrežama.

source: Product Sharing
sr_rs: Deljenje proizvoda

source: Clicking the tab will reveal the cart contents in a sidebar that overlays the main site content from which visitors can conveniently edit their cart or checkout.
sr_rs: Klikom na karticu otkriće se sadržaj korpe u bočnoj traci koja će se nadviti nad glavnim sadržajem odakle kupci mogu lagano urediti svoju korpu ili plaćanje.

source: Provide a more streamlined checkout experience. Cart Tab adds a fixed cart icon that displays the number of products in the cart to all pages of your site.
sr_rs: Pružite više aerodinamično iskustvo kupovine. Kartica korpe dodaje fiksiran ikonu korpe koja prikazuje broj proizvoda u korpi na svim stranicama Vašeg veb mesta.

source: Cart Tab
sr_rs: Kartica korpe

source: Install-and-go enhancements
sr_rs: Instaliraj-i-kreni poboljšanja

source: Hello! You might be interested in the following Storefront extensions and designs.
sr_rs: Zdravo! Možda ćete biti zainteresovani za sledeće Storefront ekstenzije i dizajne.

source: One more thing... You might be interested in the following Storefront extensions and designs.
sr_rs: Još jedna stvar... Možda ćete biti zainteresovani za sledeće Storefront ekstenzije i dizajne.

source: Setup complete %sYour Storefront adventure begins now 🚀%s
sr_rs: Postavljanje je završeno %sVaša Storefront avantura počinje sada 🚀%s

source: Development blog
sr_rs: Programerski blog

source: Documentation
sr_rs: Dokumentacija

source: Support
sr_rs: Podrška

source: Widgets added to this region will appear beneath the header and above the main content.
sr_rs: Vidžeti dodati u ovoj oblasti će se pojaviti ispod zaglavlja i iznad glavnog sadržaja.

source: My Account
sr_rs: Moj nalog

source: Search
sr_rs: Pretraga

source: Best Sellers
sr_rs: Najprodavanije

source: Fan Favorites
sr_rs: Najpopularnije

source: We Recommend
sr_rs: Preporučujemo

source: New In
sr_rs: Novo

source: Shop by Category
sr_rs: Kupujte po kategorijama

source: Comments
sr_rs: Komentari

source: Tagged
sr_rs: Označeno

source: Posted in
sr_rs: Objavljeno u

source: Written by
sr_rs: Autor

source: Menu
sr_rs: Navigacija

source: Below Header
sr_rs: Ispod zaglavlja

source: Enjoying %s?
sr_rs: Sviđa vam se %s?

source: An %s project
sr_rs: %s projekat

source: On Sale Now
sr_rs: Trenutno na popustu

source: New In Store
sr_rs: Novo u radnji

source: Header background image
sr_rs: Pozadinska slika zaglavlja

# Next post
source: Next
sr_rs: Sledeći

# Previous post
source: Previous
sr_rs: Prethodni

source: Popular Products
sr_rs: Popularni proizvodi

source: Nothing was found at this location. Try searching, or check out the links below.
sr_rs: Ništa nije pronađeno na ovoj lokaciji. Pokušajte sa pretragom ili sa linkovima ispod.

source: Homepage
sr_rs: Početna stranica

source: Full width
sr_rs: Puna širina

source: %d item
sr_rs: %d proizvod

source: Search Results for: %s
sr_rs: Rezultati pretraživanja za: %s

source: Recent Products
sr_rs: Skorašnji proizvodi

source: Product Categories
sr_rs: Kategorije proizvoda

source: Featured Products
sr_rs: Istaknuti proizvodi

source: View your shopping cart
sr_rs: Pogledajte Vašu korpu

source: On Sale
sr_rs: Na popustu

# post date
source: Posted on %s
sr_rs: Objavljeno %s

source: Next
sr_rs: Dalje

source: % Comments
sr_rs: % komentara

source: 1 Comment
sr_rs: 1 komentar

source: Leave a comment
sr_rs: Ostavite komentar

source: Continue reading %s
sr_rs: Nastavi sa čitanjem %s

source: Pages:
sr_rs: Strane:

source: Skip to navigation
sr_rs: Preskoči na navigaciju

source: Secondary Navigation
sr_rs: Sekundarna navigacija

source: Skip to content
sr_rs: Skoči na sadržaj

source: Primary Navigation
sr_rs: Primarno kretanje

source: Edit
sr_rs: Uredi

source: Your comment is awaiting moderation.
sr_rs: Vaš komentar čeka pregled.

source: Handheld Menu
sr_rs: Izbornik za mobilne uređaje

source: Sidebar
sr_rs: Bočna traka

source: Secondary Menu
sr_rs: Sekundarni izbornik

source: Looking for more options?
sr_rs: Tražite više opcija?

source: Primary Menu
sr_rs: Primarni izbornik

source: General Layout
sr_rs: Glavni izbornik

source: More
sr_rs: Više

source: Customize the look & feel of your website footer.
sr_rs: Prilagodi izgled u utisak podnožja Vašeg veb mesta.

source: Customize the look & feel of your website buttons.
sr_rs: Prilagodi izgled u utisak dugmeta Vašeg veb mesta.

source: Buttons
sr_rs: Dugmad

source: Alternate button text color
sr_rs: Alternativna boja teksta dugmeta

source: Alternate button background color
sr_rs: Alternativna boja pozadine dugmeta

source: Layout
sr_rs: Raspored

source: Footer
sr_rs: Podnožje

source: Link color
sr_rs: Boja veze

source: Background color
sr_rs: Boja pozadine

source: Heading color
sr_rs: Boja naslova

source: Link / accent color
sr_rs: Boja linkova

source: Text color
sr_rs: Boja teksta

source: Typography
sr_rs: Tipografija

source: Header
sr_rs: Zaglavlje

source: There's a range of %s extensions available to put additional power in your hands. Check out the %s%s%s page in your dashboard for more information.
sr_rs: Postoje mnogobrojne dostupne ekstenzije za %s koje će vam pružiti dodatne mogućnosti. Proverite stranicu %s%s%s u Vašoj kontrolnoj tabli za više informacija.

source: Why not leave us a review on %sWordPress.org%s? We'd really appreciate it!
sr_rs: Zašto nam ne biste ostavili recenziju na %sWordPress.org%s? Zaista cenimo Vaše mišljenje!

source: Background
sr_rs: Pozadina

source: Install WooCommerce
sr_rs: Dodaj WooCommerce

source: Add your logo
sr_rs: Dodajte Vaš logo

source: Activate
sr_rs: Uključi

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
sr_rs: Izgleda da ne možemo da pronađemo ono što ste tražili. Možda će pretraživanje ili jedna od veza ispod pomoći.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
sr_rs: Žao nam je, ali ništa ne odgovara vašem upitu. Molimo vas da pokušate ponovo sa drugim ključnim rečima.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
sr_rs: Spremni ste da objavite svoj prvi članak? <a href="%1$s">Započnite ovde</a>.

source: Nothing Found
sr_rs: Ništa nije pronađeno

source: Comments are closed.
sr_rs: Zatvoreno za komentare.

source: Newer Comments &rarr;
sr_rs: Noviji komentari &rarr;

source: &larr; Older Comments
sr_rs: &larr; Stariji komentari

source: Comment navigation
sr_rs: Kretanje komentara

# comments title
source: One thought on &ldquo;%2$s&rdquo;
sr_rs: Jedno mišljenje na &#0132;%2$s&#0147;

source: Oops! That page can&rsquo;t be found.
sr_rs: Ups! Ta stranica ne može biti pronađena.
